src/CFD/validation-var-Q/pipe_validation_startQ1000/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
runApplication checkMesh

runApplication rhoPimpleFoam
#runApplication postProcess -latestTime -func sample

#------------------------------------------------------------------------------
